tap "dart-lang/dart"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itmst71/tools"
tap "shopify/shopify"
brew "amazon-ecs-cli"
brew "libtiff"
brew "autoconf"
brew "automake"
brew "python@3.11", link: false
brew "docutils", link: false
brew "awscli"
brew "awslogs"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "freetype"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "gnutls"
brew "libtool"
brew "cask"
brew "ccache"
brew "gcc"
brew "openblas"
brew "chrome-cli"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "colordiff"
brew "go"
brew "dep"
brew "direnv"
brew "docker-completion"
brew "docker-compose", link: false
brew "folly"
brew "edencommon"
brew "exiftool"
brew "pyinvoke"
brew "fabric"
brew "openssl@3", link: false
brew "ruby@3.1"
brew "fastlane", link: false
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fcrackzip"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "gdrive"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gobject-introspection"
brew "hdf5"
brew "htop"
brew "hugo"
brew "ilmbase"
brew "libheif"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libfido2"
brew "libssh"
brew "libxml2", link: true
brew "m-cli"
brew "mas"
brew "mono-libgdiplus"
brew "mysql"
brew "netcdf"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "numpy"
brew "nvm"
brew "qt@5"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "openjdk"
brew "packer"
brew "peco"
brew "perl"
brew "php"
brew "postgresql@10"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "pyqt"
brew "python@2", link: false
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "sip"
brew "squid", restart_service: true
brew "swiftlint"
brew "teleconsole"
brew "telnet"
brew "tmux"
brew "tree"
brew "unison"
brew "vim"
brew "vimpager"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "yq@3"
brew "zsh"
brew "zsh-completions"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "itmst71/tools/cda"
brew "shopify/shopify/shopify-cli"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "blender"
cask "clipy"
cask "coteditor"
cask "db-browser-for-sqlite"
cask "docker"
cask "evernote"
cask "fastlane"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "mysqlworkbench"
cask "ngrok"
cask "orbstack"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
mas "FreeChat for Facebook Messenger", id: 1077753332
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "ScreenNote", id: 1258500140
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "castwide.solargraph"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dsznajder.es7-react-js-snippets"
vscode "emallin.phpunit"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "glenn2223.live-sass"
vscode "GrapeCity.gc-excelviewer"
vscode "haaaad.ansible"
vscode "hediet.vscode-drawio"
vscode "hediet.vscode-drawio-insiders-build"
vscode "higoka.php-cs-fixer"
vscode "HTMLHint.vscode-htmlhint"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.docomment"
vscode "Kasik96.format-php"
vscode "kleber-swf.unity-code-snippets"
vscode "lkytal.FlatUI"
vscode "marcelovelasquez.flutter-tree"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vs-keybindings"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mushan.vscode-paste-image"
vscode "neilding.language-liquid"
vscode "oderwat.indent-rainbow"
vscode "Playfab.playfab-explorer"
vscode "rebornix.ruby"
vscode "ritwickdey.LiveServer"
vscode "shinichi-takii.sql-bigquery"
vscode "spook.easysass"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
